LetsHangOut/app/controllers/personas_controller.rb

  def index
    @personas = Persona.all
---
SELECT "personas".* FROM "personas"

  def create
    @persona = Persona.new(persona_params)
    if @persona.save
---
INSERT INTO "personas" ("nombre", "created_at", "updated_at", "alias") VALUES ($1, $2, $3, $4) RETURNING "id"  [["nombre", "Juan Pablo Calad Henao"], ["created_at", "2019-04-06 03:58:11.637744"], ["updated_at", "2019-04-06 03:58:11.637744"], ["alias", "Calad"]]